Repository: civicrm/civicrm-svn
Catalog: l10n/*/LC_MESSAGES/calendar.po
Languages: ca_es, el_gr, hi_in, pt_pt, ro_ro, sv_se, th_th, zh_tw

source: About the calendar
ca_es: Sobre el calendari
el_gr: Για το ημερολόγιο
hi_in: पंचांग के बारें में
pt_pt: Acerca do calendário
ro_ro: Despre calendar
sv_se: Om kalendern
th_th: เกี่ยวกับ ปฏิทิน
zh_tw: 幫助

source: For latest version visit: %1
el_gr: Για τελευταία έκδοση: %1
hi_in: नवीनतम अनुवाद के लिए: %1
pt_pt: Para a última versão visite: %1
ro_ro: Pentru ultima versiune vizitaţi: %1
sv_se: För senaste version gå till: %1
th_th: สำหรับเวอร์ชั่นล่าสุด: %1
zh_tw: 檢查是否有最新版本: %1

source: Distributed under GNU LGPL. See %1 for details.
el_gr: Διατίθεται σύμφωνα με το GNU LGPL. Για λεπτομέρειες δείτε %1
hi_in: जींऍनउ एलजींपीएल के अधीन वितरित. विस्तृत सूचना के लिए देखें %1|
pt_pt: Distribuído sobre GNU LGPL. Veja %1 para detalhes.
ro_ro: Distribuit sub GNU LGPL. See %1 for details.
sv_se: Distribueras under GNU LGPL. Se %1 för detaljer.
th_th: ภายใต้ลิขสิทธิ GNU LGPL ดู %1 รายละเอียด
zh_tw: 基於 GNU/LGPL 授權，詳細說明請查看 %1

source: Date selection:
ca_es: Sel.lecció de Dates:
el_gr: Επιλογή ημερομηνίας:
hi_in: दिन्नांक चुनाव:
pt_pt: Selecção de data:
ro_ro: Selecţia datei:
sv_se: Val av tid:
th_th: เลือก วันที่
zh_tw: 選擇日期:

source: - use the \xab, \xbb buttons to select year,
ca_es: - Fes servir els botons \xab, \xbb per sel.leccionar l'any
el_gr: - Χρησιμοποιείστε τα κουμπιά \xab, \xbb για επιλογή έτους
hi_in: - वर्ष के चयन के लिए \xab, \xbb कुंजी दबाएँ,
pt_pt: - use os botões \xab, \xbb para seleccionar o ano,
ro_ro: - Folosiţi butoanele \xab, \xbb pentru a selecta anul
sv_se: - Använd knapparna \xab, \xbb för att välja år
th_th: - ใช้ปุ่ม \xab, \xbb เพื่อเลือกปี,
zh_tw: - 使用 \\xab, \\xbb 按鈕來選年份

source: - use the \u2039, \u203a buttons to select month,
ca_es: - Fes servir els botons \u2039, \u203a per se.lecciconar el mes
el_gr: - Χρησιμοποιείστε τα κουμπιά \u2039, \u203a για επιλογή μήνα
hi_in: - माह के चयन हेतु \u2039, \u203a कुंजी दबाएँ,
pt_pt: - use os botões \u2039, \u203a para seleccionar o mês,
ro_ro: - Folosiţi butoanele \u2039, \u203a pentru a selecta luna
sv_se: - Använd knapparna \u2039, \u203a för att välja månad
th_th: - ใช้ปุ่ม \u2039, \u203a เพื่อเลือกเดือน,
zh_tw: - 使用 \\u2039, \\u203a 按鈕來選月份

source: - hold mouse button on any of the above buttons for faster selection.
ca_es: - Manté el ratolí apretat en qualsevol dels anteriors per sel.lecció ràpida.
el_gr: - Κρατήστε κουμπί ποντικού πατημένο στα παραπάνω κουμπιά για πιο γρήγορη επιλογή.
pt_pt: - mantenha pressionado o botão do rato em qualquer dos botões acima para selecção rápida.
ro_ro: - Tineţi butonul mouse-ului apăsat pentru selecţie mai rapidă.
sv_se: - Håll musknappen nedtryckt på någon av ovanstående knappar för snabbare val.
th_th: - เพื่อความรวดเร็วในการเลือก ให้ คลิกเมาส์ เหนือปุ่ม
zh_tw: - 按著滑鼠左鍵可以快速選擇年份或月份

source: Time selection:
el_gr: Επιλογή ώρας:
hi_in: समय चुनाव:
pt_pt: Selecção de hora:
ro_ro: Selecţia orei:
sv_se: Val av tid:
th_th: เลือกเวลา:
zh_tw: 選擇時間:

source: - click on any of the time parts to increase it
ca_es: - claca en qualsevol de les parts de la hora per augmentar-les
el_gr: - Κάντε κλικ σε ένα από τα μέρη της ώρας για αύξηση
pt_pt: - Clique em qualquer parte da hora para incrementar
ro_ro: - Click pe ora sau minut pentru a mări valoarea cu 1
sv_se: - Klicka på en del av tiden för att öka den delen
th_th: - เพิ่มเวลาด้วยการคลิกส่วนต่าง ๆ ของเวลา
zh_tw: - 點擊小時或分鐘來增加數值(+1)

source: - or Shift-click to decrease it
ca_es: - o Shift-click per decrementar-la
el_gr: - ή Shift-κλικ για μείωση
hi_in: - या शीफ्ट-दबाये उसको घटाने के लीए
pt_pt: - ou Shift-click para decrementar
ro_ro: - Sau Shift-Click pentru a micşora valoarea cu 1
sv_se: - eller skift-klicka för att minska den
th_th: - หรือ กด Shift แล้ว คลิก เพื่อลดเวลา
zh_tw: - 按著 Shift 鍵來點擊點擊小時或分鐘來減少數值(-1)

source: - or click and drag for faster selection.
ca_es: - or click and arrastra per sel.lecció ràpida.
el_gr: - ή κλικ και μετακίνηση για πιο γρήγορη επιλογή.
hi_in: - या दबाये और घसीटे तेज़ चयन के लीए
pt_pt: - ou clique e arraste para selecção rápida.
ro_ro: - Sau Click şi drag pentru a selecta mai repede.
sv_se: - eller klicka och drag för snabbare val.
th_th: - หรือ คลิก แล้ว ลาก เพื่อความรวดเร็ว
zh_tw: - 點擊及拖動來快速選擇

source: hold for menu
ca_es: Mantenir per menu
el_gr: κρατήστε για το μενού
hi_in: विकल्प सूची के लिए संयम रखें
pt_pt: pressione para menu
ro_ro: lung pt menu
sv_se: håll för menu
th_th: กดสำหรับเมนู
zh_tw: 按著出選單

source: Prev. year
ca_es: Any anterior
el_gr: Προηγ. έτος
hi_in: पिछला साल
pt_pt: Ano ant.
ro_ro: Anul precedent
sv_se: Föregående år
th_th: ก่อน
zh_tw: 上一年

source: Prev. month
ca_es: Mes anterior
el_gr: Προηγ. μήνας
hi_in: पिछला महीना
pt_pt: Mês ant.
ro_ro: Luna precedentă
sv_se: Föregående månad
th_th: ก่อน
zh_tw: 上一月

source: Go Today
ca_es: Anar a avui
el_gr: Σήμερα
hi_in: आज जाएं
pt_pt: Hoje
ro_ro: Data de azi
sv_se: Gå till dagens datum
th_th: ไปยัง วันนี้
zh_tw: 今天

source: Next month
ca_es: Mes següent
el_gr: Επόμενος μήνας
hi_in: अगला महीना
pt_pt: Próx. mês
ro_ro: Luna următoare
sv_se: Följande månad
th_th: ถัดไป
zh_tw: 下一月

source: Next year
ca_es: Any següent
el_gr: Επόμενο έτος
hi_in: अगला साल
pt_pt: Próx. ano
ro_ro: Anul următor
sv_se: Följande år
th_th: ถัดไป
zh_tw: 下一年

source: Select date
ca_es: Sel.leccionar data
el_gr: Επιλέξτε ημερομηνία
hi_in: तारीख चुनें
pt_pt: Seleccione a data
ro_ro: Selectează data
sv_se: Välj datum
th_th: เลือก วัน
zh_tw: 選擇日期

source: Drag to move
ca_es: Arrastrar per moure
el_gr: Σύρτε για να μετακινήσετε
hi_in: चुनाव के लिए खींचें
pt_pt: Arraste para mover
ro_ro: Trage pentru a mişca
sv_se: Drag för att flytta
th_th: ลากเพื่อย้าย
zh_tw: 拖動

source: today
ca_es: avui
el_gr: σήμερα
hi_in: आज
pt_pt: hoje
ro_ro: astăzi
sv_se: idag
th_th: วันนี้
zh_tw: 今天

source: Display %s first
ca_es: Mostra %s primer
el_gr: Εμφάνιση %s πρώτα
hi_in: %s पहले दिखाएं
pt_pt: Mostrar %s primeiro
ro_ro: Afişează %s prima zi
sv_se: Visa %s först
th_th: แสดง %s ก่อน
zh_tw: 最左邊顯示 %s

source: Close
ca_es: Tanca
el_gr: Κλείσιμο
hi_in: बंद
pt_pt: Fechar
ro_ro: Închide
sv_se: Stäng
th_th: ปิด
zh_tw: 關閉

source: Today
ca_es: Avui
el_gr: Σήμερα
hi_in: आज
pt_pt: Hoje
ro_ro: Astăzi
sv_se: Idag
th_th: วันนี้
zh_tw: 今天

source: (Shift-)Click or drag to change value
ca_es: (Shift-)Click a arrastra per canviar el valor
el_gr: (Shift-)κλικ ή μετακίνηση για αλλαγή
pt_pt: (Shift-)Clique ou arraste para mudar valor
ro_ro: (Shift-)Click sau drag pentru a selecta
sv_se: (Skift-)klicka eller drag för att ändra tid
th_th: กด Shift แล้ว คลิก หรือลากเพื่อเปลี่ยนแปลงค่า
zh_tw: (Shift-)點擊或拖動以改變數值

source: wk
ca_es: st
el_gr: εβδ
pt_pt: sm
ro_ro: spt
sv_se: vecka
th_th: ส.
zh_tw: 周

source: Time:
ca_es: Hora:
el_gr: Χρόνος:
hi_in: समय:
pt_pt: Hora:
ro_ro: Ora:
th_th: เวลา:
zh_tw: 時間:
