Repository: civicrm/civicrm-svn
Catalog: l10n/*/LC_MESSAGES/drupal-civicrm.po
Languages: nl_nl

source: add contacts
nl_nl: voeg een contact toe

source: view all contacts
nl_nl: toon alle contacten

source: edit all contacts
nl_nl: wijzig alle contacten

source: import contacts
nl_nl: importeer contacten

source: edit groups
nl_nl: wijzig groepen

source: administer CiviCRM
nl_nl: beheer CiviCRM

source: access uploaded files
nl_nl: toegang tot uploaded files

source: profile listings and forms
nl_nl: profiel lijsten en formulieren

source: access all custom data
nl_nl: toegang tot alle ingevoerde gegevens

source: access CiviCRM
nl_nl: toegang tot CiviCRM

source: access Contact Dashboard
nl_nl: toegang tot het Contact Overzicht

source: The CiviCRM module stores information on the universe of people associated with a community and on their interactions such as emails, donations, petitions, events, etc. It can act as a stand alone contact management system or it can be integrated with mass mailer, volunteer management, petition, and event finding. CiviCRM enables organizations to maintain all these activities in a single database, creating efficiencies and new opportunities for communities to better communicate and benefit from relationships with their community members.
nl_nl: De CiviCRM module slaat informatie op over mensen in een gemeenschap, zoals hun e-mails, donaties, etc. CiviCRM kan gebruikt worden als een stand-alone contacten beheer systeem, waarbij het mogelijk is om te integreren in b.v. systemen voor massa-mailings, vrijwilligers beheer, petities en evenementenkalenders. CiviCRM stelt organisaties in staat, om deze activiteiten te bundelen in een enkele database. Hierdoor wordt de efficiëntie vergroot en is de organisatie in staat beter te communiceren met haar relaties waardoor er nieuwe mogelijkheden en voordelen worden gecreëerd.

source: The CiviCRM module allows you to create contacts, or import them from other sources. You can record relationships between contacts, such as indicating they live in the same household. There are two types of groups of contacts. You can create static groups which have a set list of contacts. You can also create dynamic (smart) groups based on characteristics that contacts have in common. For example, you could create a group of all contacts who live in California AND who have volunteered for your organization within the past year. The CiviCRM module also allows for tagging for less formal categorization of contacts or groups. You can easily extend CiviCRM to record community member information which is specific to your community or organization using custom fields. For example, you can create a set of fields to track volunteer skills and preferences. CiviCRM profile gives you a way to allow community members ('users') to update their own information, as well as share some of that information with others. Finally, you can configure custom activity types such as volunteering or attending events.
nl_nl: De CiviCRM module maakt het mogelijk om contacten te creëeren of te importeren. Relaties tussen contacten, zoals "zelfde huishouding" kunnen opgeslagen worden. Er zijn 2 groepen contacten : statische groepen met een vaste lijst contacten en dynamische (smart) groepen, die bepaalde gemeenschappelijke eigenschappen gemeen hebben. Een voorbeeld : Iedereen die in de Benelux woont en het afgelopen jaar als vrijwilliger voor uw organisatie heeft gewerkt. CiviCRM staat ook de wat minder formele indeling van contacten of groepen toe. Door specifieke velden in de database van CiviCRM te gebruiken, is het mogelijk, om specifieke ledeninformatie op te bouwen binnen uw gemeenschap. Op die manier kan er een lijst worden gecreëerd van specifieke vakkennis en voorkeuren van leden in de gemeenschap. De Profiel sectie geeft de leden de mogelijkheid, om hun gegevens bij te werken en te delen met anderen. Ook is het mogelijk, om Activiteitstypes (zoals vrijwilligerswerk, of evenementen) op te stellen.

source: You can:
nl_nl: U kunt:

source: read the <a href="!1">CiviCRM Administrator Guide</a>.
nl_nl: lees de<a href="%1">CiviCRM Administrator Guide</a>.

source: enable CiviCRM blocks at <a href="!1">Administer &raquo; Site Building &raquo; Blocks</a>.
nl_nl: Maak een CiviCRM blok bij <a href="%1">administer &gt;&gt; blocks</a>.

source: read about <a href="!1">CiviCRM access permissions</a> and set access permissions at <a href="!2">Administer CiviCRM &raquo; Access Control</a>.
nl_nl: lees <a href="!1">CiviCRM toegangsrechten</a> en wijzig de toegangsrechten bij <a href="!2">Beheer CiviCRM &raquo; Toegangscontrole</a>.

source: find contacts by name, email address, group membership and or tagging at <a href="!1">Find Contacts</a>.
nl_nl: Vind contacten op naam, e-mailadres, groep lidnummer en/of markering bij <a href="%1">Zoek contacten</a>.

source: do complex searches based on tags, group membership, location, activities and custom fields at <a href="!1">Advanced Search</a>.
nl_nl: Voer een complexe zoekactie uit, gebaseerd op markering, groepsleden, locatie, activiteiten en specifieke velden bij <a href="%1">advanced search</a>.

source: create or manage groups at <a href="!1">Manage Groups</a>.
nl_nl: maak of wijzig groepen bij <a href="!1">Groepsbeheer</a>

source: import contacts from other sources at <a href="!1">Import Contacts</a>.
nl_nl: Importeer contacten uit andere bronnen bij <a href="%1">import contacts</a>.

source: create or administer tags (e.g. organizer, foundation, environment...) at <a href="!1">CiviCRM &raquo; Administer &raquo; Tags</a>.
nl_nl: Maak of beheer een markering (b.v. organisator, stichting, omgeving) bij <a href="%1">civicrm &gt;&gt; admin &gt;&gt; tags</a>.

source: create or administer relationship types (e.g. household member, board member, spouse...) <a href="!1">CiviCRM &raquo; Administer &raquo; Relationship Types</a>.
nl_nl: Maak of wijzig een relatie tussen contacten (b.v. zelfde huishouden, bestuurslid, echtgenoot, etc)<a href="%1">civicrm &gt;&gt; admin &gt;&gt;relationship types</a>.

source: create or administer location types (e.g. home, work, school...) <a href="!1">CiviCRM &raquo; Administer &raquo; Location Types</a>.
nl_nl: Maak of wijzig een locatie type (bv thuis, werk, school, etc) <a href="%1">civicrm &gt;&gt; admin &gt;&gt; location types</a>.

source: create or administer activity types (e.g. house meeting, intake interview...) at <a href="!1">CiviCRM &raquo; Administer &raquo; Activity Types</a>.
nl_nl: Maak of wijzig een Activiteit Type (bv. huiselijke bijeenkomst, intake etc) met <a href='%1'>CiviCRM &gt;&gt; Admin &gt;&gt; Activiteittypes</a>.

source: create or administer custom data fields (e.g. volunteer skills, emergency contact info...) <a href="!1">CiviCRM &raquo; Administer &raquo; Custom Data</a>.
nl_nl: Maak of wijzig specifieke gegevensvelden (bv vakkennis, vaardigheden, noodcontactnummer, informatie, etc) <a href="%1">civicrm &gt;&gt; admin &gt;&gt; custom data</a>.

source: create or administer CiviCRM profiles (i.e. what contact data is collected during user registration and included in My Account) at <a href="!1">CiviCRM &raquo; Administer &raquo; CiviCRM Profiles</a>.
nl_nl: Maak of wijzig een CiviCRM profiel (bv. welke gegevens gevraagd zullen worden tijdens registratie) at <a href="%1">civicrm &gt;&gt; admin &gt;&gt;civicrm profile</a>.

source: For more information please refer to the <a href="!1">CiviCRM web-site</a> which includes project information, documentation and support resources and more.
nl_nl: Voor meer informatie gaat u naar de <a href="!1">CiviCRM web-site</a> u vindt daar o.a. project-informatie, documentatie en hulpbronnen.

source: Constituent Relationship Management (CiviCRM !1). Allows sites to manage contacts, relationships and groups, and track contact activities, contributions, memberships and events. For more information please refer to the <a href="!2">CiviCRM web-site</a> which includes project information, documentation and support resources and more.
nl_nl: Constituent Relationship Management (CiviCRM !1). Biedt de mogelijkheid om contacten, relaties en groepen te beheren en contactmomenten, contactactiviteiten, bijdragen, lidmaatschappen en evenementen te beheersen en te volgen. Voor meer informatie gaat u naar de <a href="!1">CiviCRM web-site</a> u vindt daar o.a. project-informatie, documentatie en hulpbronnen.

source: View Contact Record
nl_nl: Toon Contact Kaart

source: View Contact Dashboard
nl_nl: Toon Contact Overzicht
